{
    "_name_or_path": "Nagato-Sakura-SMS-Checker-Model-v1.0.4",
    "model_type": "Nagato-Sakura-SMS-Checker-Model-v1.0.4",
    "architectures": [
        "Nagato-Sakura-SMS-Checker-Model-v1.0.4"
    ],
    "input_size": 753,
    "hidden_size": 4096,
    "output_size": 4,
    "learning_rate": 0.05
}